<?php

return [
    'dashboard' => 'الرئيسيه',
    'logout' => 'تسجيل الخروج',

    'add' => 'اضف',
    'create' => 'اضافه',
    'read' => 'عرض',
    'edit' => 'تعديل',
    'update' => 'تعديل',
    'delete' => 'حذف',
    'search' => 'بحث',
    'show' => 'عرض',
    'loading' => 'جاري التحميل',
    'print' => 'طبع',

    'confirm_delete' => 'تاكيد الحذف',
    'yes' => 'نعم',
    'no' => 'لا',

    'login' => 'تسجيل الدخول',
    'remember_me' => 'تذكرني',
    'password' => 'كلمه المرور',
    'password_confirmation' => 'تاكيد كلمه المرور',

    'added_successfully' => 'تم اضافه البيانات بنجاح',
    'updated_successfully' => 'تم تعديل البيانات بنجاح',
    'deleted_successfully' => 'تم حذف البيانات بنجاح',

    'no_data_found' => 'للاسف لا يوجد اي سجلات',
    'no_records' => 'للاسف لا يوجد اي سجلات',

    'clients' => 'العملاء',
    'client_name' => 'اسم العميل',
    'phone' => 'الهاتف',
    'fax' => 'الفاكس',
    'address' => 'العنوان',
    'previous_orders' => 'الطلبات السابقه',
    'orders' => 'الطلبات',
    'add_order' => 'اضف طلب',
    'edit_order' => 'تعديل طلب',

    'users' => 'المشرفين',
    'first_name' => 'الاسم الاول',
    'last_name' => 'الاسم الاخير',
    'email' => 'البريد الاكتروني',
    'image' => 'صوره',
    'action' => 'اكشن',
    'profile' => 'الملف الشخصي',

    'permissions' => 'الصلاحيات',

    'categories' => 'الاقسام',
    'all_categories' => 'كل الاقسام',
    'name' => 'الاسم',
    'description' => 'الوصف',
    'products_count' => 'عدد الامنتجات',
    'related_products' => 'المنتجات المرتبطه',
    'category' => 'القسم',
    'show_products' => 'عرض المنتجات',
    'created_at' => 'تم اضافته',

    'products' => 'المنتجات',
    'product' => 'المنتج',
    'quantity' => 'الكميه',
    'total' => 'المجموع',
    'purchase_price' => 'سعر الشراء',
    'price' => 'السعر',
    'sale_price' => 'سعر البيع',
    'stock' => 'المخزن',
    'profit_percent' => 'المكسب',
    'suppliers'=>'الموردين',
    'tva'=>'الاداءات',
    'discount'=>'التخفيضات',
    'download'=>'تحميل',
    'pos'=>'بيع',
    'client_order'=>'اختر العميل',
    'online'=>'متصل',
    'settings'=>'الإعدادات',
    'edit_settings'=>'تعديل الاعدادات',
    'company_name'=>'اسم الشركة',
    'title' => 'العنوان',
    'icon' => 'أيقونة',

    'ar' => [
        'name' => 'الاسم باللغة العربية',
        'description' => 'الوصف باللغة العربية',
        'title' => 'العنوان باللغة العربية',
        'address' => 'العنوان باللغة العربية',

    ],

    'en' => [
        'name' => 'الاسم بالغه الانجليزيه',
        'description' => 'الوصف بالغه الانجليزيه',
        'title' => 'العنوان باللغة الانجليزية',
        'address' => 'العنوان باللغة الانجليزية',

    ],
    'fr' => [
        'name' => 'الاسم بالغه الفرنسية',
        'description' => 'الوصف بالغه الفرنسية',
        'title' => 'العنوان باللغة الفرنسية',
        'address' => 'العنوان باللغة الفرنسية',

    ],
    'homes' => 'الرئيسية',
    'home' => 'الرئيسية',
    'services' => 'خدماتنا',
    'contact' => 'إتصل بنا',
    'ourproducts' => 'منتجاتنا',
    'about' => 'من نحن',
    'language' => 'اللغة',
    'abouttext'=>'نحن من اقدم الشركات المتخصصة في تصميم وبرمجة مواقع الانترنت وتطبيقات الهواتف المحمولة الاندرويد والاي فون وتسجيل النطاق والاستضافة والتصميم وتطبيقات الويب واكتسبنا ثقة عملائنا في جميع دول العالم بامتياز فريق ومدرب ولديه خبرة كبيرة في العمل من مقر الشركة حيث يوجد عدد من المبرمجين والمصممين العاملين من مقر الشركة',
    'servicestext'=>'تقدم H2S مجموعة متنوعة من الخدمات لخدمة عملائها',
    'hometitle'=>'نحن شركة h2s للحلول البرمجية',
    'homebady'=>'نحن ، H2S للحلول المتكاملة ، واحدة من الشركات المتخصصة في تصميم وبرمجة مواقع الإنترنت ، وتطبيقات الهواتف الذكية (Android و IPhone) ، حجز النطاقات ، الاستضافة ، بدأنا في 2018 وحصلنا على ثقة عملائنا في جميع أنحاء العالم.',
    'teams'=>'فريق العمل',
    'readmore'=>'قراءة المزيد',
    'message'=>'الرسالة ...',
    'fllow'=>'تابعنا',
    'submit'=>'إرسال',
    'contactinformation'=>'معلومات الاتصال',
    'activeproject'=>'مشاريع نشطة',
    'complateproject'=>'المشاريع المنجزة',
    'clients'=>'عميل',
    'facebooklink'=>'فايسبوك',
    'twitterlink'=>'تويتر',
    'googlepluslink'=>'جوجل بلس',
    'linkedenlink'=>'لينكد إن',






];
